Repository: alaskalinuxuser/Yatzy
Catalog: po/*.po
Languages: nl

source: About
nl: Over

source: Back
nl: Vorige

source: Version %1
nl: Versie %1

source: Released under the terms of the GNU GPL v3
nl: Uitgebracht onder de voorwaarden van de GNU GPL v3

source: Source code available on
nl: De broncode is beschikbaar op

source: Game in progress
nl: Bezig met een spel

source: Change game mode
nl: Spelmodus kiezen

source: Are you sure you want to restart this game?
nl: Weet je zeker dat je dit spel wilt herstarten?

source: Start a<br/>new game
nl: Nieuw spel<br/>starten

source: Change mode<br/>and reset
nl: Andere spelmodus kiezen<br/>en herstarten

source: Continue<br/>current game
nl: Doorgaan met<br/>huidig spel

source: Clear scores
nl: Scores wissen

source: Existing scores will be deleted. This cannot be undone.
nl: De bestaande scores worden verwijderd. Dit kan niet ongedaan worden gemaakt.

source: Keep existing scores
nl: Bestaande scores behouden

source: How to play
nl: Speluitleg

source: High scores
nl: Topscores

source: Reload
nl: Herladen

source: Mode
nl: Modus

source: Now
nl: Zojuist

source: %n second ago
nl: %n seconde geleden

source: %n minute ago
nl: %n minuut geleden

source: %n hour ago
nl: %n uur geleden

source: %n day ago
nl: %n dag geleden

source: New Game
nl: Nieuw spel

source: Roll (%n)
nl: Gooien (%n)

source: Ones
nl: Enen

source: Twos
nl: Tweeën

source: Threes
nl: Drieën

source: Fours
nl: Vieren

source: Fives
nl: Vijven

source: Sixes
nl: Zessen

source: Chance
nl: Kans

source: One Pair
nl: Eén paar

source: Two Pair
nl: Twee paar

source: Three of a Kind
nl: Drie gelijke

source: Four of a Kind
nl: Vier gelijke

source: Small Straight
nl: Kleine straat

source: Large Straight
nl: Grote straat

source: House
nl: Full House

source: Total: <b>%n</b>
nl: Totaal: <b>%n</b>

source: How to Play
nl: Speluitleg

source: Info
nl: Informatie

source: is a game where you roll five dice and try and make sets that score points. The goal is to get the highest score.
nl: is een spel waarbij je vijf dobbelstenen moet gooien en daar paren van moet zien te vormen om punten te scoren. Het doel van het spel is om de hoogste score te krijgen.

source: The game is made up of <b>15</b> turns. A turn starts by rolling all five dice. You can re-roll some or all of the dice up to twice. Select dice to stop them from being re-rolled.
nl: Het spel bestaat uit <b>15</b> beurten. Elke beurt gooi je alle vijf dobbelstenen. Daarna kun je sommige of alle max. 2 keer opnieuw gooien. Druk op een dobbelsteen om deze vast te zetten.

source: Points are scored by summing the dice that make each set. The following sets are possible.
nl: Je scoort punten door alle dobbelsteenwaarden bij elkaar op te tellen. De volgende combinaties zijn mogelijk:

source: Dice showing the number 1.
nl: Dobbelsteen met waarde 1.

source: Dice showing the number 2.
nl: Dobbelsteen met waarde 2.

source: Dice showing the number 3.
nl: Dobbelsteen met waarde 3.

source: Dice showing the number 4.
nl: Dobbelsteen met waarde 4.

source: Dice showing the number 5.
nl: Dobbelsteen met waarde 5.

source: Dice showing the number 6.
nl: Dobbelsteen met waarde 6.

source: If the above sets score at least 63 points (an average of three dice in each set) then a bonus of 50 points is given.
nl: Als de dobbelstenen bij elkaar minimaal 63 punten waard zijn (ong. drie per set), dan krijg je 50 bonuspunten.

source: Two dice showing the same number (largest pair used).
nl: Twee dobbelstenen met dezelfde waarde (hoogste paar).

source: Two Pairs
nl: Twee paar

source: Two pairs of dice.
nl: Twee paar dobbelstenen.

source: Three dice showing the same number. The eyes of <b>equal</b> dice are sum up.
nl: Drie dobbelstenen met dezelfde waarde. De punten van <b>gelijke</b> dobbelstenen worden opgeteld.

source: Four dice showing the same number. The eyes of <b>equal</b> dice are sum up.
nl: Vier dobbelstenen met dezelfde waarde. De punten van <b>gelijke</b> dobbelstenen worden opgeteld.

source: 1 to 5 in any order -> <b>15</b> points.
nl: 1 tot 5 in willekeurige volgorde -> <b>15</b> punten.

source: Long Straight
nl: Lange straat

source: 2 to 6 in any order -> <b>20</b> points.
nl: 2 tot 6 in willekeurige volgorde -> <b>20</b> punten.

source: A pair and a three of a kind <b>sum up</b>.
nl: Eén paar en drie dezelfde <b>opgeteld</b>.

source: All five dice showing the same number (worth 50 points).
nl: Alle vijf dobbelstenen met dezelfde waarde (50 punten waard).

source: All dice used for scoring.
nl: Alle dobbelstenen waarmee je scoort.

source: You must choose a set for each turn. If the dice do not match the chosen set rules then zero is scored for that set.
nl: Je moet per beurt een set kiezen. Als de dobbelsteen niet overeenkomt met de gekozen regels, dan scoor je nul punten.

source: Have fun!
nl: Veel plezier!

source: The game is made up of <b>13</b> turns. A turn starts by rolling all five dice. You can re-roll some or all of the dice up to twice. Select dice to stop them from being re-rolled.
nl: Het spel bestaat uit <b>13</b> beurten. Elke beurt gooi je alle vijf dobbelstenen. Daarna kun je sommige of alle max. 2 keer opnieuw gooien. Druk op een dobbelsteen om deze vast te zetten.

source: If the above sets score at least 63 points (an average of three dice in each set) then a bonus of 35 points is given.
nl: Als de dobbelstenen bij elkaar minimaal 63 punten waard zijn (ong. drie per set), dan krijg je 35 bonuspunten.

source: Three dice showing the same number. The eyes of <b>all</b> dice are sum up.
nl: Drie dobbelstenen met dezelfde waarde. De punten van <b>alle</b> dobbelstenen worden opgeteld.

source: Four dice showing the same number. The eyes of <b>all</b> dice are sum up.
nl: Vier dobbelstenen met dezelfde waarde. De punten van <b>alle</b> dobbelstenen worden opgeteld.

source: Row of four in any order -> <b>30</b> points.
nl: Rij met vieren in willekeurige volgorde -> <b>30</b> punten.

source: Row of five in any order -> <b>40</b> points.
nl: Rij met vijven in willekeurige volgorde -> <b>40</b> punten.

source: A pair and a three of a kind -> <b>25</b> points.
nl: Eén paar en drie dezelfde -> <b>25</b> punten.

source: High Scores
nl: Topscores
